frontend/controllers/WizardController.php

	public function quizWizardStep($event)
	{
		$model = Questions::findOne($this->questions[$event->n]['id']);
---
SELECT * FROM `questions` WHERE `id`='71'