frontend/views/wizard/question.php

SELECT * FROM `answers` WHERE `questionId`=72
---
$form = ActiveForm::begin();
echo $form->field($model, 'id')->hiddenInput()->label(false);
echo Html::label($model->question);
$answerArray = ArrayHelper::map($model->answers, 'id', 'answer');